neovim
git
yazi
fd
rg
fzf
zoxide
xclip
wl-clipboard
bat
eza
tmux
dotnet-runtime
dotnet-sdk
curl
cowsay
neofetch
luarocks
syncthing
docker
docker-compose
cmake
