neovim
git
yazi
fd
ripgrep
fzf
zoxide
wl-clipboard
bat
eza
tmux
dotnet-runtime
dotnet-sdk
curl
cowsay
luarocks
syncthing
docker
docker-compose
cmake
man
tree-sitter-cli
kubectl
zathura
newsboat
