{
  "plugins": {
    "async.nvim": {
      "src": "https://github.com/lewis6991/async.nvim"
    },
    "auto-save.nvim": {
      "src": "https://github.com/okuuva/auto-save.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "cmake-tools.nvim": {
      "src": "https://github.com/Civitasv/cmake-tools.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "none-ls": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-tmux-navigation": {
      "src": "https://github.com/alexghergh/nvim-tmux-navigation"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "refactoring.nvim": {
      "src": "https://github.com/ThePrimeagen/refactoring.nvim"
    },
    "rest.nvim": {
      "src": "https://github.com/rest-nvim/rest.nvim"
    },
    "roslyn": {
      "src": "https://github.com/seblyng/roslyn.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vimwiki": {
      "src": "https://github.com/vimwiki/vimwiki"
    },
    "vscode": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
