ark
base
base-devel
blueman
cowsay
dkms
dolphin
efibootmgr
firefox
fortune-mod
git
grub
gst-plugin-pipewire
htop
intel-ucode
iwd
kate
kitty
konsole
kpackage5
libpulse
linux
linux-firmware
linux-headers
lolcat
nano
neovim
network-manager-applet
networkmanager
nvidia-dkms
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
qt5-tools
smartmontools
sxhkd
tree
unzip
vim
wget
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xinit
yay
yay-debug
yazi
zen-browser-bin
zram-generator
